[
    {
        "year": 2016,
        "procedure": "rhinoplasty",
        "region": "CN",
        "title": "Rapid growth of China’s aesthetic-surgery market + selfie-culture boom",
        "summary": "By 2016 China’s cosmetic-surgery industry had become the world’s third-largest, and many Chinese youth were influenced by selfie apps and beauty-editing filters — fueling demand for facial-reshaping procedures including rhinoplasty. Reports from 2016 cite rising consumer demand (~7 M procedures in 2014) and the proliferation of beauty apps as key drivers.",
        "source": "China’s plastic surgery boom, China Real Time / WSJ 2016; academic studies on cosmetic-surgery motivations in China"
      }
      ,
    {
      "year": 2016,
      "procedure": "rhinoplasty",
      "region": "GLOBAL",
      "title": "Rise of minimally invasive facial procedures",
      "summary": "Globally, interest in facial cosmetic procedures including rhinoplasty increased as techniques improved and became more widely marketed.",
      "source": ""
    },

    {
        "year": 2012,
        "procedure": "rhinoplasty",
        "region": "GLOBAL",
        "title": "Rise of Instagram and selfie culture influences facial cosmetic trends",
        "summary": "Instagram's explosive growth and Facebook acquisition helped popularize selfie-driven aesthetic concerns worldwide, contributing to increased interest in facial procedures including rhinoplasty.",
        "source": "https://www.theverge.com/2013/2/26/4032604/instagram-hits-100-million-users"
      },
      {
        "year": 2012,
        "procedure": "rhinoplasty",
        "region": "GLOBAL",
        "title": "ISAPS reports significant growth in rhinoplasty as a top cosmetic procedure",
        "summary": "The International Society of Aesthetic Plastic Surgery highlighted rhinoplasty as one of the most frequently performed surgeries globally, reflecting heightened interest in facial refinement.",
        "source": "https://www.isaps.org"
      },

      {
        "year": 2012,
        "procedure": "rhinoplasty",
        "region": "US",
        "title": "Celebrity rhinoplasty discussions gain renewed media attention",
        "summary": "Coverage of celebrity nose surgeries, including renewed discussion of Ashley Tisdale's earlier procedure, increased U.S. search interest around nose reshaping.",
        "source": "https://people.com"
      },
    
      {
        "year": 2012,
        "procedure": "rhinoplasty",
        "region": "CA",
        "title": "Medical tourism rises as Canadians travel abroad for nose surgery",
        "summary": "Canadian patients increasingly traveled to Thailand and South Korea for lower-cost cosmetic surgery, including rhinoplasty, boosting nationwide interest.",
        "source": "https://www.cbc.ca/news/health/medical-tourism-growing-1.1164604"
      },
    
      {
        "year": 2012,
        "procedure": "rhinoplasty",
        "region": "GB",
        "title": "UK celebrity tabloids spark nose job speculation",
        "summary": "High-profile media coverage around X-Factor judge Tulisa and other celebrities spurred public curiosity about rhinoplasty procedures.",
        "source": "https://www.mirror.co.uk"
      },
      {
        "year": 2012,
        "procedure": "rhinoplasty",
        "region": "GB",
        "title": "BAAPS reports rising demand for facial aesthetic surgeries",
        "summary": "The British Association of Aesthetic Plastic Surgeons noted increased inquiries for rhinoplasty among young adults, attributed in part to HD photography and social media.",
        "source": "https://baaps.org.uk"
      },
    
      {
        "year": 2012,
        "procedure": "rhinoplasty",
        "region": "IE",
        "title": "Irish patients increasingly travel abroad for cosmetic nose surgery",
        "summary": "Economic pressures and affordability drove more Irish patients to seek rhinoplasty procedures in Lithuania, Belgium, and Turkey.",
        "source": "https://www.independent.ie/lifestyle/health/why-irish-people-are-going-abroad-for-surgery-26824754.html"
      },
    
      {
        "year": 2012,
        "procedure": "rhinoplasty",
        "region": "LB",
        "title": "Lebanese pop stars influence regional rhinoplasty trends",
        "summary": "Popular artists such as Haifa Wehbe and Nancy Ajram helped promote Lebanon's beauty standards, reinforcing the nation's reputation as a rhinoplasty hub.",
        "source": "https://www.aljazeera.com/features/2012/12/18/beirut-the-arab-worlds-cosmetic-surgery-hub"
      },
      {
        "year": 2012,
        "procedure": "rhinoplasty",
        "region": "LB",
        "title": "Lebanon strengthens role as a cosmetic tourism destination",
        "summary": "Increasing numbers of Gulf tourists traveled to Beirut for specialist rhinoplasty surgeons, expanding surgical demand.",
        "source": "https://www.thenationalnews.com"
      },
    
      {
        "year": 2012,
        "procedure": "rhinoplasty",
        "region": "PH",
        "title": "Korean Wave strongly impacts Filipino beauty standards",
        "summary": "The rise of K-dramas and K-pop idols encouraged Filipinos to explore Korean-style nose reshaping techniques, driving rhinoplasty searches.",
        "source": "https://www.rappler.com/life-and-style/why-pinoys-love-korean-culture"
      },
      {
        "year": 2012,
        "procedure": "rhinoplasty",
        "region": "PH",
        "title": "Non-surgical 'nose lift' procedures gain popularity in Manila",
        "summary": "Affordable minimally invasive nose enhancements increased demand for cosmetic nasal procedures across the Philippines.",
        "source": "https://lifestyle.inquirer.net"
      },
    
      {
        "year": 2012,
        "procedure": "rhinoplasty",
        "region": "AU",
        "title": "Australians increasingly travel to Thailand for cosmetic surgery",
        "summary": "Medical tourism surged as Australians sought more affordable rhinoplasty abroad, contributing to increased local interest.",
        "source": "https://www.abc.net.au/news/2012-03-12/australians-seeking-surgery-overseas"
      },
    
      {
        "year": 2012,
        "procedure": "rhinoplasty",
        "region": "AE",
        "title": "Cosmetic surgery demand rises sharply in Dubai and Abu Dhabi",
        "summary": "Growing medical tourism and high-income expat populations increased regional demand for rhinoplasty.",
        "source": "https://gulfnews.com/lifestyle/health/demand-for-cosmetic-surgery-on-the-rise-in-uae-1.1036525"
      },
      {
        "year": 2012,
        "procedure": "rhinoplasty",
        "region": "AE",
        "title": "Lebanese and Iranian surgeons become regional rhinoplasty leaders",
        "summary": "Specialists from Lebanon and Iran attracted patients from across the Gulf, strengthening rhinoplasty trends in the UAE.",
        "source": "https://www.thenationalnews.com"
      },
      {
        "year": 2013,
        "procedure": "rhinoplasty",
        "region": "PG",
        "title": "Small-population search spike linked to increasing internet access and exposure to global beauty media",
        "summary": "Papua New Guinea saw rapid expansion of 3G mobile networks in 2013, particularly through Digicel. This brought broader access to global media, including Australian TV, Asian pop culture, and online beauty content. Although cosmetic surgery is not common in PNG, even small increases in search volume can appear as a spike in Google Trends due to the country's low baseline population and internet penetration.",
        "sources": [
          "https://www.thenational.com.pg/digicel-expands-3g-network/ (Digicel 3G expansion, reported 2013)",
          "https://datareportal.com/reports/digital-2014-papua-new-guinea (Internet adoption trends around 2013-2014)",
          "https://www.itut.int/ITU-D/ICTFactsFigures/2013 (ITU global ICT access report for 2013)"
        ]
      },

        {
          "year": 2020,
          "procedure": "rhinoplasty",
          "region": "GLOBAL",
          "title": "Pandemic 'Zoom Boom' Drives Global Surge in Facial Cosmetic Interest",
          "summary": "Worldwide lockdowns and increased use of Zoom caused people to scrutinize their appearance more closely, leading to a major rise in interest in rhinoplasty. Masks also allowed patients to recover discreetly, accelerating demand across many regions.",
          "sources": [
            "https://www.aafprs.org/media/press_releases/aafprs_2020_survey",
            "https://pubmed.ncbi.nlm.nih.gov/33277873/",
            "https://www.bbc.com/news/health-53592881"
          ]
        },
        {
          "year": 2020,
          "procedure": "rhinoplasty",
          "region": "US",
          "title": "United States Sees Record Rhinoplasty Demand During COVID-19 'Zoom Boom'",
          "summary": "U.S. facial plastic surgeons reported unprecedented interest in rhinoplasty due to increased video conferencing and dissatisfaction with camera-distorted facial appearance. Elective surgery demand surged after initial lockdowns, and masks provided post-op coverage.",
          "sources": [
            "https://www.aafprs.org/media/press_releases/aafprs_2020_survey",
            "https://www.washingtonpost.com/lifestyle/wellness/plastic-surgery-pandemic"
          ]
        },
        {
          "year": 2020,
          "procedure": "rhinoplasty",
          "region": "PH",
          "title": "Philippines Sees Rising Interest in Nose Surgery Amid Social Media and K-Beauty Influence",
          "summary": "Lockdowns intensified Filipino engagement with TikTok and Instagram, where beauty filters and Korean celebrity aesthetics boosted interest in rhinoplasty and nonsurgical nose enhancements. Beauty clinics reported surges in thread-lifts and fillers.",
          "sources": [
            "https://www.rappler.com/life-and-style/plastic-surgery-time-coronavirus",
            "https://dict.gov.ph/ictstatistics/"
          ]
        },
        {
          "year": 2020,
          "procedure": "rhinoplasty",
          "region": "AL",
          "title": "Cosmetic Tourism Rebounds in Albania Post-Lockdown",
          "summary": "After shutdown periods, Albania's booming cosmetic tourism industry saw increased rhinoplasty demand. Social media influencers from the Balkans highlighted affordable surgery options in Tirana, drawing regional attention.",
          "sources": [
            "https://www.euronews.com/travel",
            "https://www.coe.int/en/web/health-albania"
          ]
        },
        {
          "year": 2020,
          "procedure": "rhinoplasty",
          "region": "LB",
          "title": "Beirut Explosion Spurs Reconstructive Nasal Surgery and Heightens Rhinoplasty Interest",
          "summary": "The August 4, 2020 Beirut explosion caused thousands of facial injuries, increasing demand for reconstructive nasal procedures. Google Trends does not differentiate elective from reconstructive rhinoplasty, contributing to Lebanon’s high search interest.",
          "sources": [
            "https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(20)31864-0/fulltext",
            "https://www.aljazeera.com/features/2019/12/15/lebanon-plastic-surgery"
          ]
        },
        {
          "year": 2020,
          "procedure": "rhinoplasty",
          "region": "AU",
          "title": "Australia Experiences 300% Increase in Facial Cosmetic Inquiries During Lockdowns",
          "summary": "Australian cosmetic surgeons reported a massive rise in requests for rhinoplasty driven by appearance concerns on video calls, along with savings from reduced travel and mask-enabled recovery.",
          "sources": [
            "https://www.abc.net.au/news/2020-10-19/plastic-surgery-demand-pandemic",
            "https://www.theguardian.com/australia-news/2020"
          ]
        },
        {
          "year": 2022,
          "procedure": "rhinoplasty",
          "region": "PH",
          "title": "Social-media-driven beauty ideals and K-culture keep nose work on Filipinos’ radar",
          "summary": "In 2022, the Philippines remained one of the heaviest social-media-using countries in the world, with Filipinos spending over three hours a day on platforms such as Facebook, Instagram, and TikTok. Combined with long-running enthusiasm for Korean pop culture and beauty standards, and increasingly visible advertising for cosmetic and aesthetic treatments, this environment helped sustain interest in nose reshaping procedures, from surgical rhinoplasty to non-surgical 'nose lift' fillers and threads.",
          "source": "Digital 2022 social-media usage statistics for the Philippines, reporting very high daily social-media time; Philippine commentary on the local popularity of Korean culture and beauty ideals; and academic work on cosmetic-surgery advertising in the Philippines."
        },
        {
          "year": 2010,
          "procedure": "botox",
          "region": "GLOBAL",
          "title": "Botox becomes the world's #1 cosmetic procedure as 'minimally invasive' aesthetics explode",
          "summary": "Global 2010 stats from ISAPS and ASPS confirmed Botox as the most-performed cosmetic procedure worldwide. Non-surgical cosmetic treatments grew faster than surgical ones, driven by the trend toward 'lunchtime procedures'.",
          "sources": [
            "https://www.isaps.org/wp-content/uploads/2022/10/ISAPS-Results-2010.pdf",
            "https://www.plasticsurgery.org/documents/News/Statistics/2010/plastic-surgery-statistics-full-report-2010.pdf"
          ]
        },
        
        {
          "year": 2010,
          "procedure": "botox",
          "region": "US",
          "title": "Heidi Montag’s extreme cosmetic-surgery makeover (including Botox) dominates global media",
          "summary": "Reality star Heidi Montag revealed in 2010 that she underwent ten cosmetic procedures in a single day, including Botox. Her announcement generated intense global media attention and fueled widespread interest in cosmetic enhancements.",
          "sources": [
            "People Magazine exclusive interview, 2010",
            "ABC News coverage: https://abcnews.go.com/Entertainment/heidi-montag-plastic-surgery"
          ]
        },


          {
            "year": 2014,
            "procedure": "botox",
            "region": "GLOBAL",
            "title": "Botox reaches all-time global popularity as non-surgical procedures surge",
            "summary": "2014 ASAPS global data confirmed that Botox was once again the single most performed cosmetic procedure worldwide, with non-surgical treatments growing faster than surgical ones. Increased accessibility, lower costs, and celebrity normalisation pushed worldwide demand.",
            "sources": [
              "https://www.surgery.org/media/statistics",
              "ASAPS 2014 Global Statistics Report"
            ]
          },
          {
            "year": 2014,
            "procedure": "botox",
            "region": "BR",
            "title": "World Cup 2014 increases interest in beauty treatments among Brazilians",
            "summary": "Ahead of global media attention during the 2014 FIFA World Cup, clinics in Rio and São Paulo reported spikes in Botox and dermal fillers as both locals and public-facing workers sought aesthetic improvements.",
            "sources": [
              "Reuters Brazil – Pre-World Cup Cosmetic Treatment Boom (2014)"
            ]
          },
      
          {
            "year": 2014,
            "procedure": "botox",
            "region": "AU",
            "title": "Australian celebrities fuel Botox discourse throughout 2014",
            "summary": "Media speculation around stars like Sonia Kruger, Dannii Minogue, and age-defying TV presenters drove public conversations about injectables. Coverage in SMH and The Daily Telegraph increased public curiosity.",
            "sources": [
              "Sydney Morning Herald – Entertainment Botox Coverage (2014)",
              "Daily Telegraph Australia – Cosmetic Trend Stories (2014)"
            ]
          },
        
          {
            "year": 2014,
            "procedure": "botox",
            "region": "CU",
            "title": "Medical tourism to Cuba increases, with foreigners seeking affordable cosmetic injections",
            "summary": "While Cuban citizens had limited access, 2014 saw growth in foreign visitors coming for low-cost cosmetic procedures, including Botox, at Havana private clinics and government-approved medical tourism centers.",
            "sources": [
              "The Economist – Cuba’s Expanding Medical Tourism (2014)",
              "Reuters – Cosmetic Medical Travel to Cuba (2014)"
            ]
          },

          {
            "year": 2014,
            "procedure": "botox",
            "region": "NO",
            "title": "Nordic beauty influencers normalize Botox across social media",
            "summary": "Popular Norwegian and Scandinavian fashion bloggers openly discussed Botox treatments, contributing to increasing acceptance among younger women.",
            "sources": [
              "VG Norge – Social Media Cosmetic Trends (2014)",
              "Aftenposten – Beauty Bloggers Influence Study (2014)"
            ]
          },
          {
            "year": 2014,
            "procedure": "botox",
            "region": "NL",
            "title": "Dutch celebrities and TV personalities spark Botox discussions",
            "summary": "Reality TV figures and presenters such as Sylvie Meis were frequently covered in 2014 entertainment media regarding youthful appearances, boosting public interest in injectables.",
            "sources": [
              "RTL Boulevard – Celebrity Cosmetic Coverage 2014",
              "Linda Nieuws – Botox Trend Articles (2014)"
            ]
          },
          {
            "year": 2015,
            "procedure": "skin_brightening",
            "region": "IN",
            "title": "Bollywood endorsements continue to fuel fairness and brightening trends",
            "summary": "Top Bollywood celebrities such as Shah Rukh Khan, John Abraham, and Yami Gautam appeared in widespread television and print advertisements for men’s and women’s fairness creams. These high-visibility campaigns amplified cultural preference for lighter skin and boosted search interest in lightening and brightening procedures.",
            "sources": [
              "Hindustan Times — 'Celebrities and fairness ad controversy', 2015",
              "BBC News — 'India's fairness cream obsession', 2015"
            ]
          },
          {
            "year": 2018,
            "procedure": "skin_brightening",
            "region": "GLOBAL",
            "title": "UN and WHO warn of mercury contamination in illegal skin-lightening products",
            "summary": "In 2018, the United Nations Environment Programme and WHO intensified a global campaign alerting the public to high mercury levels found in many unregulated skin-lightening creams. The warnings were widely reported, raising global searches about whitening, brightening routines, and cosmetic safety.",
            "sources": [
              "https://www.unep.org/news-and-stories/story/mercury-added-skin-lightening-products-danger-people-and-planet",
              "WHO Chemical Safety Advisory (2018)"
            ]
          },
          {
            "year": 2018,
            "procedure": "skin_brightening",
            "region": "BN",
            "title": "Brunei issues public health alerts over banned whitening creams containing mercury and hydroquinone",
            "summary": "The Ministry of Health in Brunei confiscated multiple illegal imported brightening and whitening products after identifying dangerous mercury and hydroquinone levels. The public advisory generated nationwide discussion and increased online searches related to skin brightening products and safety.",
            "sources": [
              "Brunei Ministry of Health Product Safety Warnings, 2018",
              "https://www.moh.gov.bn/SitePages/Alerts.aspx"
            ]
          },
          {
            "year": 2018,
            "procedure": "skin_brightening",
            "region": "ZM",
            "title": "Zambia debates proposed restrictions on skin-lightening creams amid rising public concern",
            "summary": "Health advocates and lawmakers in Zambia publicly debated stronger regulation of bleaching and brightening creams after reports of widespread misuse of products containing steroids and mercury. The national conversation fueled online search interest around brightening trends and associated risks.",
            "sources": [
              "Lusaka Times — 'Strong debate over skin bleaching products', 2018",
              "Zambia National Public Health Institute Reports (2018)"
            ]
          },
          {
            "year": 2018,
            "procedure": "skin_brightening",
            "region": "TT",
            "title": "Trinidad & Tobago faces rising scrutiny of illegal whitening products following regional CARICOM health alerts",
            "summary": "CARICOM and Caribbean public-health agencies released reports in 2018 warning about unsafe whitening creams circulating in the region, including Trinidad & Tobago. Increased enforcement and media discussion led to heightened public attention toward skin-lightening and brightening practices.",
            "sources": [
              "CARICOM Regional Public Health Advisory (2018)",
              "Trinidad Guardian — Coverage on banned cosmetics, 2018"
            ]
          },
          {
            "year": "ALL",
            "procedure": "skin_brightening",
            "region": "GLOBAL",
            "title": "Skin-brightening interest is highest in regions with higher melanin-rich populations",
            "summary": "Across dermatology research and market studies, demand for skin-brightening products and treatments tends to be highest in regions where darker or melanin-rich skin tones are common. This is partly due to the increased likelihood of hyperpigmentation conditions — such as melasma, post-inflammatory dark spots, and uneven tone — which occur more frequently in Fitzpatrick skin types IV–VI. Cultural beauty standards, color-evening preferences, and long-standing cosmetic markets in Asia, Africa, and the Middle East also contribute to sustained global interest.",
            "source": "Dermatology literature on hyperpigmentation; WHO cosmetic market reports"
          }
          

        ]
        
        

      
      
      
    
  
  